tap "felixkratz/formulae"
tap "koekeishiya/formulae"
brew "bat"
brew "eza"
brew "fnm"
brew "fzf"
brew "git-delta"
brew "lazygit"
brew "starship"
brew "trash"
brew "uv"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "bettermouse"
cask "bettertouchtool"
cask "chatgpt"
cask "cursor"
cask "docker-desktop"
cask "firefox"
cask "github"
cask "homerow"
cask "iterm2"
cask "itsycal"
cask "kando"
cask "obsidian"
cask "shottr"
cask "stats"
cask "visual-studio-code"
cask "zen"
